Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: To limit these emails in the future and so that all Mining learnings can be properly counted, can you please go into the Learnings Database and confirm you have defaulted to the proper Office location (ex. LA – Environment, Mine Waste – NA East, etc.).
es: Para que recibas menos emails como ese en el futuro y para que todos los learnings de la región Minería puedan contabilizarse adecuadamente, te pido que ingreses a la Learnings Database y confirmes que la ubicación predeterminada de tu oficina (LA – Mine Waste Chile-Argentina, LA Environment Peru-Colombia, LA - Business Support, por ejemplo) sea la correcta.

source: To meet the above objectives, the following tasks were completed:
es: Las siguientes actividades fueron llevadas a cabo para cumplir con los objetivos mencionados:

source: To meet the current objectives of assessing seepage conditions across the Gramalote project area, FEFLOW was primarily selected given its capabilities to efficiently discretize local features around the each of the main facilities: the TMF; the WRF; and the open pits.
es: Se seleccionó FEFLOW para cumplir los objetivos actuales de evaluación de las condiciones de infiltración en el área del proyecto Gramalote principalmente dadas sus capacidades para discretizar de manera eficiente las características locales alrededor en torno a las instalaciones principales: la presa de relaves, los depósitos de estériles y los pits.

source: To numerically represent this stratigraphy, the FEFLOW model was divided into 8 numerical layers; as described earlier in Section 2.4.1.
es: Para representar numéricamente la estratigrafía, el modelo de FEFLOW fue dividido en 8 capas numéricas, como se describió en la Sección 2.4.1.

source: To obtain reliable information, it is essential to obtain the full co-operation of each individual.
es: Para obtener información confiable, es esencial obtener la cooperación total de cada persona.

source: To prevent a recurrence the following is required:
es: Para evitar la repetición de este incidente, se requiere:

source: To prevent this from happening at your worksite:
es: Para prevenir que este incidente se repita en nuestro lugar de trabajo:

source: To provide a further illustration of the location of the groundwater elevation across the site, Appendix B provides a number of core photo sets from drillholes where water level locations can be seen relative to the hydrostratigraphic unit.
es: Para ilustrar mejor la ubicación de las elevaciones de las aguas subterráneas en todo el sitio, en el Apéndice B se presentan sets de fotografías de testigos de perforación donde pueden observarse las ubicaciones de los niveles de las aguas en relación con la unidad hidroestratigráfica.

source: To provide a systematic and consistent approach to assist in the identification and control of underlying or root cause(s) of incidents in order to prevent their recurrence
es: Proporcionar un enfoque sistemático y consistente para ayudar en la identificación y control de causas subyacentes o causas raíz de los incidentes para prevenir su recurrencia

source: To provide input to the site-wide water balance and water quality components for the Gramalote Project, the modelling was completed for the Base Case set of model parameters.
es: Para proveer datos de entrada al balance de aguas del lugar y a los componentes de calidad de agua del proyecto Gramalote, la modelación fue realizada para los parámetros del modelo del caso base.

source: To reach the box the employee was using the warehouse rolling ladder, which is equipped with handrails, a safe work platform and a 60° climbing slope.
es: Para alcanzar la caja, el colaborador estaba usando la escalera móvil de la bodega, que está equipada con barandilla, una plataforma de trabajo segura, y que tiene una pendiente de 60º.

source: To recommend corrective actions which when applied can:
es: Recomendar acciones correctivas que al aplicarse puedan:

source: To remove duplicate events, Golder ranked the eight catalogs from highest to lowest quality so that when duplicate events were encountered the record(s) from the lower-ranked catalogs were deleted.
es: Para eliminar los eventos duplicados, Golder clasificó los ocho catálogos en orden decreciente de calidad de tal manera que al encontrarse eventos duplicados, los registros de los catálogos de menor calidad fueran eliminados.

source: To remove duplicates, Golder developed a ranking of the seven catalogs so that when duplicate events were encountered the record(s) from the lower-ranked catalogs were deleted.
es: Para eliminar los duplicados, Golder clasificó los siete catálogos de tal manera que al encontrarse eventos duplicados, los registros de los catálogos de menor calidad fueran eliminados.

source: To review the adequacy of existing controls and procedures
es: Revisar la idoneidad de los controles y procedimientos actuales

source: To successfully carry out a Senior Leadership Site Visit you don’t need to:
es: Para llevar una buena visita como líder senior a faenas, no es necesario:

source: To support the above measures, when staying away from home or working in unfamiliar or remote situations, we ask you to remain observant and aware of your surroundings.
es: Para sustentar las medidas anteriores, al permanecer fuera o trabajar en un contexto desconocido o apartado, les pedimos estar atentos a su entorno.

source: To the extent necessary to fill out the form fully, please discuss the questions with your point-of-contact at the third party.
es: En la medida que sea necesario para rellenar completamente el formulario, comente las preguntas a su punto de contacto con el tercero.

source: Today’s leaders have a responsibility to ensure future leaders are equipped to take the company to new levels of success
es: Los líderes de hoy tienen la responsabilidad de asegurar que los futuros líderes estén preparados para llevar a la compañía a nuevos niveles de éxito

source: Today’s message specifically lays out our Q1 financial performance and associated commentary.
es: El mensaje de hoy presenta en específico nuestro desempeño financiero en el Q1 y los comentarios correspondientes.

source: Toe charge used for pre-split will not provide results as good as a continuous decoupled pre-split product
es: La carga de pie usada para el precorte no drá resultados tan buenos como un producto de precorte continuo de diámetro inferior.

source: Toes are generally clean, so control back-break by moving Buffer row away from toe if hard toes are not a problem (particularly in weak rock); and/or by air decking
es: Los pies están generalmente limpios, por lo que se controla el sobrequiebre alejando la fila amortiguada del pie si la dureza del pie no es un problema (sobre todo en roca débil), o bien, mediante espaciamientos de aire.

source: Toldos Weather Station 2011 to 2015
es: Estación Toldos – 2011 a 2015

source: Toolbox Talks – Pre-start meeting held on site to discuss the day’s work activities including special procedures, potential hazards, HSSE issues and related concerns.
es: Reuniones diarias de seguridad: reunión previa que se celebra en el sitio o faena para hablar de las actividades del día, así como de los procedimientos, posibles peligros, temas de HSSE y otros asuntos relacionados.

source: Tools & Equipment
es: Herramientas y Equipos

source: Tools and Equipment
es: Herramientas y Equipos

source: Tools/machinery
es: Herramientas/maquinaria

source: Topographic data for the various engineered structures was received on July 10, 2017 (WRF, Oxide, and Low Grade Ore piles, and pits), July 17, 2017 (TMF), and June 13, 2017 (ponds).
es: Se recibieron datos topográficos sobre las distintas estructuras de ingenieria el día 10 de julio de 2017 (depósito de estériles, pilas de óxidos y mineral de baja ley y pits), el día 17 de julio de 2017 y el día 13 de junio de 2017 (pozos).

source: Toquepala Mine
es: Mina Toquepala

source: Toromacho Tailings dam will be a rockfill dam with a low permeability upstream core and HDPE liner system on the upstream face.
es: La presa de relaves Toromacho será un muro de enrocado con un núcleo aguas arriba de baja permeabilidad y un sistema de revestimiento de HDPE en la cara aguas arriba.

source: Total Environmental Case Rate – Total number of environmental learnings with high consequence or greater x 200,000 ÷ number of hours worked by all employees.
es: Tasa total de casos ambientales: cantidad de learnings ambientales con consecuencia alta o superior multiplicada por 200.000 y dividida por el número de horas trabajadas por todos los colaboradores.

source: Total Recordable Case Rate (Frequency) – Total number of recordable cases x 200,000 ÷ number of hours worked by all employees.
es: Tasa total de casos registrables (tasa de frecuencia): cantidad de casos registrados multiplicada por 200.000 y dividida por el número de horas trabajadas por todos los colaboradores.

source: Total Score (sum of 10 proposal factor ratings)
es: Puntuación total (suma de10 calificaciones de factor de propuesta)

source: Total annual open water evaporation is in the range of 1,300 to 1,800 mm.
es: La evaporación total anual de agua abierta se encuentra entre 1300 y 1800 mm.

source: Total build-out of the development was in excess of 200 wellpads.
es: El desarrollo tenía un despliegue estimado superior a 200 plataformas de pozos.

source: Total fault or fault segment length
es: Longitud total de la falla, o del segmento de falla

source: Total fault or fault segment length, and
es: Longitud total de la falla o del segmento de falla

source: Tracking of work flow
es: Seguimiento de flujo de trabajo

source: Traffic control plan implemented (if applicable)?
es: ¿Se implementó un plan de control de tráfico (si procede)?

source: Training
es: Capacitación

source: Training of ground control personnel on the use of NFOLD - An elasto-plastic program for the analysis of stress in tabular ore bodies.
es: Capacitación de del personal de control del terreno en el uso de NFOLD, un programa elastoplástico para el análisis de tensiones en cuerpos mineralizados tabulares.

source: Training of ground control personnel on the use of PHASES - an elasto-plastic hybrid BE/PE program for the analysis of stress and Examine2D - a boundary element program for the analysis of stress.
es: Capacitación de personal de control del terreno en el uso de PHASES, un programa híbrido elastoplástico BE/FE para el análisis de tensiones y Examine2D, un programa de elementos de borde para el análisis de tensiones.

source: Training of ground control personnel on the use of UDEC - A distinct element program for the 2D modelling of jointed rock.
es: Capacitación al personal de control del terreno sobre uso de UDEC, un programa de elementos marcados para modelación bidimensional de roca diaclasada.

source: Training records
es: Registros de capacitaciones

source: Training, reinforcing signs, colour codes, & job aids
es: Capacitación, signos de reforzamiento, códigos de colores y asistencias al trabajo

source: Training and certifications
es: Capacitación y certificaciones

source: Transition Zone and Fractured Rock (HGU5/6) – Represented by model layers 4 and 5.
es: Zona de Transición y Roca Fracturada (HGU5/6) – Representadas por las capas 4 y 5 del modelo.

source: Transport of Dangerous Goods to be undertaken under an appropriate licence and in licenced vehicles.
es: El transporte de mercancías peligrosas debe ser llevado a cabo con los respectivos permisos y en vehículos autorizados.

source: Transportation, handling/storage of materials
es: Transporte, manipulación / almacenamiento de materiales

source: Transported in double heavy-duty 200 μm (minimum thickness) polyethylene bags that are no more than 1200 mm long and 900 mm wide.
es: Transportar las muestras en bolsas de polietileno de alta resistencia con espesor mínimo de 200 μm y que no superen los 1200 mm de largo y 900 mm de ancho.

source: Travel
es: Viaje

source: Travel (Security) Risk Rating
es: Calificación de riesgo (seguridad) de viaje

source: Travel (within and outside geography)
es: Viajes (dentro y fuera de la geografía)

source: Travel Can Proceed
es: Se procede al viaje

source: Travel Itinerary & Accommodation
es: Itinerario de viaje y alojamiento

source: Travel above economy including Business Class (outside of policy)
es: Viajes en categoría superior a económica inclusive business (fuera de la política)

source: Travel above economy including Business Class (within policy)
es: Viajes en categoría superior a económica inclusive business (dentro de la política)

source: Travel advice and security advice
es: Los consejos de viaje y de seguridad

source: Travel in a marine vessel other than a public ferry or similar
es: Viajar en transporte marítimo u otro que no sea un transbordador o similar.

source: Travel itineraries not booked through a Golder-approved travel provider must be sent to Trips@Golder.com when finalised or after changes.
es: Los itinerarios de viajes no reservados con un proveedor de viajes autorizado por Golder deben enviarse a Trips@Golder.com al confirmarse o tras sufrir cambios.

source: Travel to or through those states will require the HRT process.
es: El viaje hacia o a través de estos estado requerirá de un proceso HRT.

source: Travel to/through high risk locations (see "High Risk Location" definition in GP6)
es: Viajes a o a través de lugares de alto riesgo (ver la definición de “lugar de alto riesgo” en el GP6)

source: Traveler sends ITA to HR for storage
es: El viajero envía el ITA a HR para su archivado

source: Traveling internationally
es: Viajes Internacionales

source: Traveling to a location rated as High Security Risk by iSOS.
es: Viaje a una ubicacióncalificada como de Alto Riesgo de Seguridad en iSOS.

source: Traveling with Golder / Golder Portal
es: Viajar con Golder / Portal Golder

source: Traveller Details
es: Detalles del viajero

source: Traveller’s Name
es: Nombre del viajero

source: Travelling in the opposite direction, a large truck entered a slipway and attempted to turn left at the same intersection.
es: En dirección opuesta se aproximaba un camión de gran tamaño que ingresó a una pista de desaceleración e intentó girar a la izquierda en la misma intersección.

source: Travelling with Golder
es: Viajar con Golder

source: Treatment of the catalogue included appropriate identification and removal of dependent events using a common declustering algorithm.
es: El tratamiento del catálogo incluyó una buena identificación y eliminación de eventos dependientes mediante la utilización de un algoritmo de depuración.

source: Trevor Carter, He has worked with Golder Associates since 1976 and after spending 4 years on the construction and design aspects of the 1000MW Drakensberg Pumped Storage Scheme in South Africa, has mainly been involved with mining and civil engineering projects involving slope stability and underground excavation projects throughout North America.
es: Ha trabajado en Golder Associates desde 1976 y luego de pasar 4 años trabajando en los aspectos de construcción y diseño de la central hidroeléctrica reversible de 1000 MW Drakensberg, ha participado principalmente en proyectos de minería y obras civiles que incluyen proyectos de estabilidad de taludes y excavaciones subterráneas en toda Norteamérica.

source: Tried to make text a bit easier to read as well
es: Intenté hacer el texto un poco más fácil de leer también.

source: Trigger Types
es: Tipos de disparador

source: Triggered by ROA and directed to PHRTA via link in ROA
es: Se activa por ROA y se dirige a la PHRTA por medio de un enlace en ROA

source: Triggered by project initiation or JMP.
es: Se activa con la iniciación del proyecto o por el JMP.

source: Trim Shot or “Cinturon” – a minimum drilling width bench, typically about four rows of blastholes, that is fired to a free face (the outer row is not “choked” by blasted rock) to reduce damage to the pit wall and bench face by enabling the Buffer row to easily move its burden away from the slope to prevent the blast from breaking back into the bench
es: Cinturón: un banco de ancho mínimo de perforación, que suele tener cuatro filas de barrenos y que se detona hacia una cara libre (la fila exterior no es “ahogada” por la roca volada) para reducir el daño al muro del pit y a la frente al permitir que la fila amortiguada mueva con facilidad su bordo lejos del talud para impedir que la voladura produzca sobrequiebre en el banco.

source: Trim shot is consistently breaking back beyond Pre-split line
es: El cinturón está resultando en un sobrequiebre siempre más allá de la línea de precorte.

source: Ttb is located on both flanks of the intrusive in contact with the Tvs on the North flank and Tcol on the South flank.
es: Ttb se ubica a ambos flancos del intrusivo en contacto con la Tvs en el flanco norte y con la Tcol en el flanco sur.

source: Tucucaro Fault
es: Falla Tucucaro

source: Tucucaro lineament
es: Lineamiento Tucucaro

source: Tuition or educational expense reimbursement (annual)
es: Reembolso de gastos de escolaridad (anuales)

source: Tulawaka Project - Pangea/Barrick
es: Proyecto Tulawaka – Pangea/Barrick

source: Tunnel Sealing Experiment – AECL – URL, Pinawa, Manitoba, Canada
es: Experimento de sellado de túneles – AECL – URL, Pinawa, Manitoba, Canadá

source: Tunnel Sealing Experiment – AECL-URL
es: Experimento de sellado de túneles – AECL-URL

source: Tunneling is to be completed through dense urban areas with more than 2,000 historical structures along the alignment supported on timber piles.
es: La tunelización debe hacerse a través de áreas urbanas densas con más de 2000 estructuras históricas a lo largo de la alineación fortificada con pilares de madera.

source: Two and three-dimensional analyses of a 700 m deep shaft through a sedimentary sequence.
es: Análisis bi- y tridimensionales de un pique de 700 m de profundidad que atraviesa una secuencia sedimentaria.

source: Two flow measurements are available; initially following construction and then in mid-July 2015.
es: Hay dos mediciones de flujo disponibles: al terminar la construcción y luego a mediados de julio de 2015.

source: Two forms of reliable communication
es: Dos formas de comunicación confiables.

source: Two holes per delay (630 kg) – 119 m;
es: Dos barrenos por retardo (630 kg) – 119 m;

source: Type
es: Tipo

source: Type I Response (Figure 6g): Water levels respond rapidly to rainfall and/or streamflow.
es: Respuesta Tipo I (Figura 6g): los niveles de agua responden rápidamente a las lluvias o al caudal.

source: Type II Response (Figure 6h): Similar to Type I, although not as responsive to rainfall and streamflow; the peaks are more subdued.
es: Respuesta Tipo II (Figura 6h): similar a la Tipo I, aunque con menor respuesta a las lluvias y al caudal; los picos son mas suaves.

source: Type III Response (Figure 6i): Groundwater level fluctuations for these wells are very subdued, with no evident peaks; indicating responses to seasonal trends, rather than individual events.
es: Respuesta Tipo III (Figura 6i): las fluctuaciones de nivel de las aguas subterráneas en estos pozos son muy suaves y no se observan picos, lo que indica que las respuestas obedecen a tendencias estacionales y no a eventos individuales.

source: Type of HaSEP
es: Tipo de HaSEP

source: Type of road
es: Tipo de camino

source: Type of waste.
es: Tipo de residuo

source: Typesetting
es: Diagramación

source: Typical focus areas include:
es: Son áreas focales típicas:

source: Typically this weathering mechanism results in the sealing of such structures, such that from a groundwater flow perspective the existence of high permeability pathways is considered unlikely.
es: Típicamente estos mecanismos de meteorización resultan en el sellamiento de este tipo de estructuras, por lo que desde una perspectiva de flujo de aguas subterráneas la existencia de vías de alta permeabilidad resulta poco probable.

source: Typically, a fractured but unweathered bedrock horizon is also observed at the base of the weathering profile.
es: Típicamente, se observa un horizonte de roca fracturada pero fresca en la base del perfil de meteorización.

source: Typically, hazard results at annual frequencies of 475 years are not sensitive to the values of the Mmax; however, deterministic assessments, which consider only the Mmax value, are very sensitive to the assigned Mmax values.
es: Normalmente, los resultados de peligro con frecuencias anuales de 475 años no son sensibles a los valores de la Mmax, sin embargo, las evaluaciones determinísticas, que consideran solo el valor de Mmax, sí son sensibles a los valores asignados de Mmax.

source: Typography is an essential part of our visual identity.
es: La tipografía es parte esencial de nuestra identidad visual.

source: UHRS (5% damped) Spectral Acceleration (g)
es: Aceleración espectral (g) del espectro UHRS (5% amort.)

source: UHRS = uniform hazard response spectrum
es: UHRS = espectro de respuesta de peligro uniforme

source: UNATTENDED EXCAVATIONS
es: EXCAVACIONES SIN SUPERVISIÓN

source: UNATTENDED STORAGE
es: ALMACENAMIENTO SIN SUPERVISIÓN

source: UNDERGROUND AND OVERHEAD SERVICES
es: SERVICIOS ENTERRADOS Y SUSPENDIDOS

source: UNDERGROUND SERVICE LOCATOR
es: LOCALIZADOR DE SERVICIOS ENTERRADOS

source: UNEXPECTED ENCOUNTER
es: ENCUENTRO INESPERADO

source: US Geological Survey Centennial Earthquake Catalog (CENT): a global catalog that contains locations and magnitudes of instrumentally recorded earthquakes compiled by Engdahl and Villaseñor (2002) from 1900 to 2008.
es: Catálogo global CENT (Centennial Earthquake Catalog) del Servicio Geológico de EE.UU. que contiene ubicaciones y magnitudes de sismos registrados con instrumentos recopilados por Engdahl y Villaseñor (2002) desde 1900 hasta 2008.

source: USA
es: EE.UU.

source: USA Local Ballot Measure contributions
es: Contribuciones a referendos locales en EE.UU.

source: USA OSHA Logs
es: Registros de OSHA de EE.UU.

source: USA Tender Resource FAQs
es: Preguntas Frecuentes de Recursos de Propuestas de EE.UU.

source: USA Tender Resource Metrics
es: Métricas de Recursos de Propuestas de EE.UU.

source: USB key, pens, desk top accessories)
es: memorias USB, lápices, accesorios de escritorio)

source: USE OF ELECTRICAL EQUIPMENT
es: USO DE EQUIPOS ELÉCTRICOS

source: USE OF PHONES
es: USO DE TELÉFONO

source: USGS Centennial Earthquake Catalog (CENT) that contains locations and magnitudes of instrumentally recorded earthquakes compiled by Engdahl and Villaseñor (2002) from 1900 to 2008.
es: Catálogo Centennial Earthquake Catalog (CENT) del USGS que contiene ubicaciones y magnitudes de sismos registrados con instrumentos recopilados por Engdahl y Villaseñor (2002) desde 1900 hasta 2008.

source: USING THIS DOCUMENT
es: USO DE ESTE DOCUMENTO

source: UV PROTECTION
es: PROTECCIÓN UV

source: Ultimate Parent
es: Matriz final

source: Ultimately it is the responsibility of the regional Presidents and regional Finance Directors to ensure that these controls are being followed in their region.
es: La responsabilidad final por la implementación de estos controles en sus respectivas regiones recae en los Presidentes Regionales y los Directores de Finanzas regionales.

source: Unanticipated issue?
es: ¿Problemas no anticipados?

source: Uncertainties
es: Incertidumbres

source: Unclear or conflicting assignment of responsibility
es: Asignación de responsabilidad vaga o conflictiva

source: Unclear/ conflicting reporting relationships
es: Relaciones de jerarquía vagas o conflictivas

source: Uncontrolled Pontoon Wire Movement
es: Movimiento Sin Control de Cable de Pontón
